export const itemMap = {
  0: '苹果',
  1: '豆类',
  2: '甜菜根',
  3: '灯笼椒',
  4: '卷心菜',
  5: '胡萝卜',
  6: '黄瓜',
  7: '鸡蛋',
  8: '茄子',
  9: '大蒜',
  10: '葡萄',
  11: '柠檬',
  12: '芒果',
  13: '大白菜',
  14: '洋葱',
  15: '橙子',
  16: '桃子',
  17: '辣椒',
  18: '土豆',
  19: '萝卜',
  20: '人心果',
  21: '番茄',
  22: '芜菁',
  23: '西葫芦',
};

export const expireMap = {
  0: 30, // 苹果
  1: 7, // 豆类
  2: 14, // 甜菜根
  3: 10, // 灯笼椒
  4: 60, // 卷心菜
  5: 30, // 胡萝卜
  6: 10, // 黄瓜
  7: 21, // 鸡蛋
  8: 7, // 茄子
  9: 90, // 大蒜
  10: 7, // 葡萄
  11: 30, // 柠檬
  12: 7, // 芒果
  13: 14, // 大白菜
  14: 30, // 洋葱
  15: 14, // 橙子
  16: 5, // 桃子
  17: 10, // 辣椒
  18: 30, // 土豆
  19: 30, // 萝卜
  20: 7, // 人心果
  21: 7, // 番茄
  22: 14, // 芜菁
  23: 7, // 西葫芦
};
